Repository: Shantariq786/BatchAppOCR
Catalog: BatchAppOCR/Localization/*.lproj/Localizable.strings
Languages: da, et, fi, fil, it, lv, ro, sq, sr, vi

source: Choose Images
da: Vælg billeder
et: Vali pildid
fi: Dooro Sawirada
fil: Pumili ng Mga Larawan
it: Scegli immagini
lv: Izvēlēties attēlus
ro: Alege imagini
sq: Zgjidh imazhet
sr: Alege imagini
vi: Chọn Hình ảnh

# Tap to edit manually
source: Tap on image to edit manually
da: Tryk for at redigere manuelt
et: Puudutage käsitsi redigeerimiseks
fi: Taabo si aad gacanta wax ugu daabacdo
fil: I-tap para manu-manong i-edit
it: Tocca per modificare manualmente
lv: Pieskarieties, lai rediģētu manuāli
ro: Atingeți pentru a edita manual
sq: Trokit për të modifikuar manualisht
sr: Тап то едит мануалли
vi: Nhấn để chỉnh sửa thủ công

source: Show Document
da: Vis dokument
et: Näita dokumenti
fi: Muuji Dukumentiga
fil: Ipakita ang mga dokumento
it: Mostra documento
lv: Rādīt dokumentu
ro: Afișați documentul
sq: Trego dokumentin
sr: Прикажи документ
vi: Hiển thị Tài liệu

source: Extracting Text
da: Udtrækker tekst
et: Teksti ekstraktimine
fi: Soosaarida Qoraalka
fil: Pagkuha ng Teksto
it: Estrazione testo
lv: Teksta izvilkšana
ro: Extragerea textului
sq: Nxjerrja e tekstit
sr: Ектрацтинг Тект
vi: Trích xuất Văn bản

# longPressTheImage
source: Long press the image to open in full view
da: Tryk længe på billedet for at åbne i fuld visning
et: Täisvaates avamiseks vajutage pilti pikalt
fi: Riix dheer sawirka si aad u furto muuqaal buuxa
fil: Pindutin nang matagal ang imahe upang buksan sa buong view
it: Premere a lungo l'immagine per aprirla a piena vista
lv: Lai atvērtu pilnā skatā, nospiediet un nospiediet attēlu
ro: Apăsați lung imaginea pentru a o deschide în vizualizare completă
sq: Shtypni gjatë imazhin për ta hapur në pamje të plotë
sr: Дуго притисните слику да бисте је отворили у пуном приказу
vi: Nhấn và giữ hình ảnh để mở ở chế độ xem đầy đủ

source: Paste Below
da: Indsæt nedenfor
et: Kleebi alla
fi: Hoos ku dheji
fil: Idikit sa ibaba
it: Incolla sotto
lv: Ielīmēt zemāk
ro: Lipire Below
sr: Налепи испод
vi: Dán bên dưới

source: PDF
sr: ПДФ

source: DOCX
sr: ДОЦКС

source: TEXT
et: TEKST
fil: TEKSTO
it: TESTO
lv: TEKSTS
sq: TEKST
sr: ТЕКСТ
vi: CHỮ

source: Export As
da: Eksporter som
et: Ekspordi kui
fi: Dhoofinta Sida
fil: I-export Bilang
it: Esporta come
lv: Eksportēt kā
ro: Exportați ca
sr: Извези као
vi: Xuất dưới dạng

source: Text To Export
da: Tekst, der skal eksporteres
et: Eksporditav tekst
fi: Qoraalka Lagu Dhoofinayo
fil: Teksto na I-export
it: Testo da esportare
lv: Eksportējamais teksts
ro: Text pentru export
sr: Тект То Екпорт
vi: Văn bản Để Xuất

# pasteMultipleImagesAndExport
source: Paste Text from Multiple Images and Export it as a single document
da: Indsæt tekst fra flere billeder og eksporter den som et enkelt dokument
et: Kleebi tekst mitmelt pildilt ja eksportige see ühe dokumendina
fi: Ku dheji qoraalka sawiro badan oo ka rar dukumeenti keliya
fil: Idikit ang Teksto mula sa Maramihang Mga Larawan at I-export ito bilang isang dokumento
it: Incolla il testo da più immagini ed esportalo come un unico documento
lv: Ielīmējiet tekstu no vairākiem attēliem un eksportējiet to kā vienu dokumentu
ro: Inserați text din mai multe imagini și exportați-l ca un singur document
sq: Ngjit tekstin nga shumë imazhe dhe eksportoje si një dokument të vetëm
sr: Налепи текст из више слика и извези га као један документ
vi: Dán văn bản từ nhiều hình ảnh và xuất nó thành một tài liệu duy nhất

source: Do you want to go back?
da: Vil du gå tilbage?
et: Kas sa tahad tagasi minna
fi: Ma rabtaa inaad dib u laabato?
fil: Gusto mo bang bumalik?
it: Vuoi tornare indietro?
lv: Vai vēlaties atgriezties?
ro: Vrei să te întorci?
sq: A doni të ktheheni?
sr: Желите ли да се вратите?
vi: Bạn có muốn quay lại không?

# extractingImageStop
source: The process of extracting text from image will stop.
da: Processen med at udtrække tekst fra billedet stopper.
et: Pildilt teksti ekstraktimise protsess peatub.
fi: Habka ka soo saarida qoraalka sawirka wuu joogsan doonaa.
fil: Hihinto ang proseso ng pagkuha ng text mula sa larawan.
it: .Il processo di estrazione del testo dall'immagine verrà interrotto.
lv: Teksta izvilkšanas process no attēla tiks pārtraukts.
ro: Procesul de extragere a textului din imagine se va opri.
sq: Procesi i nxjerrjes së tekstit nga imazhi do të ndalojë.
sr: Процес издвајања текста из слике ће се зауставити.
vi: Quá trình trích xuất văn bản từ hình ảnh sẽ dừng lạ.

source: Yes
da: Ja
et: Jah
fi: Haa
fil: Oo
it: Sì
lv: Jā
ro: Da
sq: Po
sr: Да
vi: Có

source: No
da: Nej
et: Ei
fi: Maya
fil: Hindi
lv: Nē
ro: Nu
sq: Jo
sr: Не
vi: Không

source: Crop
da: Beskær
fi: Dalag
fil: I-crop
it: Ritaglia
lv: Apgriezt
ro: Decupare
sr: Исецање
vi: TRỒNG TRỌT

source: Share
da: Del
et: Jaga
fi: La wadaag
fil: Ibahagi
it: Condividi
lv: Kopīgot
ro: Partajare
sr: Дели
vi: Chia sẻ

source: Rotate
da: Roter
et: Pööra
fi: wareejin
fil: Iikot
it: RUOTARE
lv: Pagriezt
ro: Roti
sq: Rrotullo
sr: Ротате
vi: Quay

source: Enhance
da: Forbedre
et: Täiustage
fi: Horumarinta
fil: Enchance
it: Incanta
lv: Uzlabot
ro: Îmbunătățire
sq: Përmirëso
sr: Енханце
vi: Mê hoặc

source: ORIGINAL
fi: ASASIGA AH
it: ORIGINALE
lv: ORIGINĀLS
sr: ОРИГИНАЛНО
vi: nguyên bản

source: BLACK & WHITE
da: SORT & HVID
et: MUST & VALGE
fi: madow iyo caddaan
it: NERO E BIANCO
lv: MELNS BALTS
ro: ALB-NEGRU
sr: БЛАЦК & ВХИТЕ
vi: ĐEN & TRẮNG

source: MAGIC
da: MAGI
fi: SIxir
it: MAGICA
lv: Maģija
ro: Magie
sq: MAGJIKE
sr: МАГИЦ
vi: ma thuật

source: GRAYSCALE
da: GRÅSKALE
et: HALLSKAALA
fi: miisaan cawl
fil: Gray na sukat
it: SCALA DI GRIGIE
lv: Pelēkā skala
ro: SCARA TONURILOR DE GRI
sr: ГРАИСЦАЛЕ
vi: QUY MÔ XÁM

source: ROTATE
da: ROTERER
fi: Isku rog
fil: Iikot
it: RUOTARE
lv: Pagriezt
ro: Roti
sr: РОТАТЕ
vi: QUAY

source: DONE
da: UDFØRT
et: VALMIS
fi: sameeyey
fil: Tapos na
it: FATTO
lv: Gatavs
ro: Terminat
sr: ГОТОВО
vi: LÀM XONG

source: Upgrade App
da: Opgrader app
fi: Päivitä sovellus
fil: I-upgrade ang App
it: Aggiorna app
lv: Jaunināt lietotni
ro: Actualizați aplicația
sq: Apgrade App
sr: Надогради апликацију
vi: Nâng cấp Ứng dụng

source: Restore
da: Gendan
et: Taasta
fi: Palauta
fil: Ibalik
it: Ripristina
lv: Atjaunot
ro: Restabili
sq: Rivendos
sr: Ресторе
vi: Khôi phục

source: Pro version of Application
da: Pro version af Application
et: Rakenduse Pro versioon
fi: Pro-versio sovelluksesta
fil: Pro bersyon ng Application
it: Versione Pro dell'applicazione
lv: Programmas lietojumprogrammas versija
ro: Versiunea pro a aplicației
sq: Versioni Pro i Aplikacionit
sr: Про верзија апликације
vi: Phiên bản ứng dụng chuyên nghiệp

source: Pro Facilities
da: Pro faciliteter
et: Pro rajatised
it: Strutture Pro
ro: Facilități profesionale
sr: Про Фацилитиес
vi: Cơ sở vật chất chuyên nghiệp

source: No Ads
da: Ingen annoncer
et: Reklaame pole
fi: Ei mainoksia
fil: Walang Mga Ad
it: Nessuna pubblicità
lv: Nav reklāmu
ro: Fără reclame
sq: Pa reklama
sr: Нема огласа
vi: Không có Quảng cáo

source: Upto 10 Images
da: Op til 10 billeder
et: Kuni 10 pilti
fi: Jopa 10 kuvaa
fil: Hanggang 10 Mga Larawan
it: Fino a 10 immagini
lv: Līdz 10 attēliem
ro: Până la 10 imagini
sq: Deri në 10 imazhe
sr: Упто 10 Имагес
vi: Tối đa 10 Hình ảnh

# Extract text all selected images
source: Extract text of all the selected images
da: Udtræk tekst fra alle de valgte billeder
et: Kõigi valitud piltide teksti ekstraktimine
fi: Pura teksti kaikista valituista kuvista
fil: I-extract ang text ng lahat ng napiling larawan
it: Estrai il testo di tutte le immagini selezionate
lv: Izvilkt tekstu no visiem atlasītajiem attēliem
ro: Extract text din toate imaginile selectate
sq: Ekstraktoni tekstin e të gjitha imazheve të zgjedhura
sr: Ектрацт тект оф алл тхе селецтед имагес
vi: Trích xuất văn bản của tất cả các hình ảnh đã chọn

# Purchase PRO Version
source: Subscribe
da: Køb PRO-version
et: Buy the PRO version
fi: Osta PRO-versio
fil: Purchase PRO Version
it: Acquista versione PRO
lv: Pirkt PRO versiju
ro: Cumpărați versiunea PRO
sq: Blerje PRO Version
sr: Купите ПРО верзију
vi: Mua Phiên bản PRO

source: Monthly
da: Månedligt
et: Igakuine
fi: Kuukausittain
fil: Buwanang
it: Mensile
lv: Ikmēneša
ro: Lunar
sq: Mujore
sr: Месечно
vi: Hàng tháng

source: Yearly
da: Årligt
et: Iga-aastane
fi: Vuosittain
fil: Taon-taon
it: Anno
lv: Katru gadu
ro: Anual
sq: Vjetor
sr: Годишње
vi: Hàng năm

source: Converted Files
da: Konverterede filer
et: Konverteeritud failid
fi: Konvertoidut tiedostot
fil: Mga Na-convert na File
it: File convertiti
lv: Konvertēti faili
ro: Fișiere convertite
sq: Skedarët e Konvertuar
sr: Цонвертед Филес
vi: Tệp được chuyển đổi

source: Remove All
da: Fjern alle
et: Eemalda kõik
fi: Poista kaikki
fil: Alisin lahat
it: Rimuovi tutto
lv: Noņemt visu
ro: Eliminați tot
sq: Hiq të gjitha
sr: Ремове Алл
vi: Xóa tất cả

source: Purchase Pro Version
da: Køb Pro-version
et: Ostke Pro versioon
fi: Osta Pro-versio
fil: Bumili ng Pro na Bersyon
it: Acquista versione Pro
lv: Pirkt Pro versiju
ro: Achiziționați versiunea Pro
sq: Blini Versionin Pro
sr: Купите Про верзију
vi: Mua Phiên bản Pro

source: Rate Us
da: Vurder os
et: Hinda meid
fi: Arvioi meidät
fil: I-rate Kami
it: Valutaci
lv: Novērtē mūs
ro: Evaluează-ne
sq: Na vlerëso
sr: Оцени нас
vi: Xếp hạng chúng tôi

source: Share App
da: Del app
et: Jaga rakendust
fi: Jaa sovellus
fil: Ibahagi ang App
it: Condividi app
lv: Koplietot lietotni
ro: Partajează aplicația
sq: Ndani aplikacionin
sr: Дели апликацију
vi: Chia sẻ Ứng dụng

source: Privacy Policy
da: Privatlivspolitik
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
fil: Patakaran sa Privacy
lv: Privātuma politika
ro: Politica de confidențialitate
sq: Politika e privatësisë
sr: Политика приватности
vi: Chính sách Bảo mật

source: Do you want to clear selected image list??
da: Vil du rydde den valgte billedliste?
et: Kas soovite kustutada valitud piltide loendi?
fi: Haluatko tyhjentää valittujen kuvien luettelon???
fil: Gusto mo bang i-clear ang napiling listahan ng larawan??
it: Vuoi cancellare l'elenco delle immagini selezionate?
lv: Vai vēlaties notīrīt atlasīto attēlu sarakstu??
ro: Doriți să ștergeți lista de imagini selectate?
sq: A doni të pastroni listën e imazheve të zgjedhura??
sr: Желите ли да обришете изабрану листу слика??
vi: Bạn có muốn xóa danh sách hình ảnh đã chọn không ??

# Listcleared
source: List will be cleared.
da: Listen vil blive ryddet.
et: Loend kustutatakse..
fi: Lista tyhjennetään.
fil: Ang listahan ay iki-clear..
it: L'elenco verrà cancellato.
lv: Saraksts tiks notīrīts.
ro: Lista va fi ștearsă.
sq: Lista do të pastrohet.
sr: Листа ће бити обрисана.
vi: Danh sách sẽ bị xóa.
